Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: Decorative Image
ar: صورة زخرفية
bn: আলংকারিক চিত্র
de: Dekoratives Bild
es: Imagen decorativa
fr: Image décorative
he: תמונה דקורטיבית
hi: सजावटी छवि
it: Immagine decorativa
ja_jp: 装飾イメージ
nl: Decoratief beeld
pt: Imagem Decorativa
ru: Декоративное изображение
te: అలంకార చిత్రం
zh_cn: 装饰形象

source: Source
ar: مصدر
bn: উৎস
de: Quelle
es: Fuente
he: מָקוֹר
hi: स्रोत
it: Fonte
ja_jp: ソース
nl: Bron
pt: Fonte
ru: Источник
te: మూలం
zh_cn: 来源

source: Image title
ar: عنوان الصورة
bn: ছবির শিরোনাম
de: Bildtitel
es: Titulo de la imagen
fr: Titre de l'image
he: כותרת התמונה
hi: छवि शीर्षक
it: Titolo dell'immagine
ja_jp: 画像のタイトル
nl: Titel afbeelding
pt: Título da imagem
ru: Название изображения
te: చిత్ర శీర్షిక
zh_cn: 图片标题

source: Dimensions
ar: أبعاد
bn: মাত্রা
de: Abmessungen
es: Dimensiones
he: מידות
it: Dimensioni
ja_jp: 寸法
nl: Afmetingen
pt: Dimensões
ru: Размеры
te: కొలతలు
zh_cn: 方面

source: Baseline
ar: خط الأساس
bn: বেসলাইন
de: Grundlinie
es: Base
fr: Référence
he: קו בסיס
hi: आधारभूत
it: Linea di base
ja_jp: ベースライン
nl: Basislijn
pt: Linha de base
ru: Базовый уровень
te: బేస్లైన్
zh_cn: 基线

source: Top
ar: قمة
bn: শীর্ষ
de: Spitze
es: Parte superior
fr: Haut
he: רֹאשׁ
hi: शीर्ष
it: Superiore
ja_jp: トップ
nl: Bovenkant
pt: Principal
ru: Вершина
te: టాప్
zh_cn: 顶部

source: Middle
ar: وسط
bn: মধ্য
de: Mitte
es: Medio
fr: Milieu
he: אֶמצַע
hi: मध्य
it: Mezzo
ja_jp: 真ん中
nl: Midden
pt: Meio
ru: Середина
te: మధ్య
zh_cn: 中间

source: Bottom
ar: قاع
bn: নীচে
de: Unten
es: Fondo
fr: Bas
he: תַחתִית
hi: तल
it: Metter il fondo a
ja_jp: 底
nl: Onderkant
pt: Fundo
ru: Нижний
te: దిగువ
zh_cn: 底部

source: Text top
ar: أعلى النص
bn: টেক্সট শীর্ষ
de: Text oben
es: Texto superior
fr: Texte en haut
he: טקסט למעלה
hi: पाठ शीर्ष
it: Testo in alto
ja_jp: テキストトップ
nl: Tekst bovenaan
pt: Texto superior
ru: Текст сверху
te: టెక్స్ట్ టాప్
zh_cn: 文字置顶

source: Text bottom
ar: أسفل النص
bn: পাঠ্য নীচে
de: Text unten
es: Parte inferior del texto
fr: Texte en bas
he: טקסט למטה
hi: नीचे पाठ करें
it: Fondo del testo
ja_jp: 本文下部
nl: Tekst onderaan
pt: Texto inferior
ru: Текст внизу
te: టెక్స్ట్ దిగువన
zh_cn: 文字底部

source: Left
ar: غادر
bn: বাম
de: Links
es: Izquierda
fr: Gauche
he: שְׁמֹאל
hi: बाएं
it: Sinistra
ja_jp: 左
nl: Links
pt: Esquerda
ru: Левый
te: ఎడమ
zh_cn: 左边

source: Right
ar: يمين
bn: ঠিক
de: Rechts
es: Correcto
fr: Droite
he: יָמִינָה
hi: सही
it: Giusto
ja_jp: 右
nl: Rechts
pt: Certo
ru: Верно
te: కుడి
zh_cn: 正确的

source: Select an image
ar: حدد صورة
bn: একটি ছবি নির্বাচন করুন
de: Wählen Sie ein Bild aus
es: Selecciona una imagen
fr: Sélectionnez une image
he: בחר תמונה
hi: एक छवि चुनें
it: Seleziona un'immagine
ja_jp: 画像を選択してください
nl: Selecteer een afbeelding
pt: Selecione uma imagem
ru: Выберите изображение
te: చిత్రాన్ని ఎంచుకోండి
zh_cn: 选择图像

source: Anchors
ar: المراسي
bn: নোঙ্গর
de: Anker
es: Anclas
fr: Ancres
he: עוגנים
hi: एंकर
it: Ancore
ja_jp: アンカー
nl: Ankers
pt: Âncoras
ru: Якоря
te: యాంకర్లు
zh_cn: 锚

source: Link list
ar: قائمة الارتباط
bn: লিঙ্ক তালিকা
de: Linkliste
es: Lista de enlaces
fr: Liste de liens
he: רשימת קישורים
hi: लिंक सूची
it: Elenco dei collegamenti
ja_jp: リンク一覧
nl: Linklijst
pt: Lista de links
ru: Список ссылок
te: లింక్ జాబితా
zh_cn: 链接列表

source: Target
ar: هدف
bn: টার্গেট
de: Ziel
es: Objetivo
fr: Cible
he: יַעַד
hi: लक्ष्य
it: Bersaglio
ja_jp: ターゲット
nl: Doel
pt: Alvo
ru: Цель
te: లక్ష్యం
zh_cn: 目标

source: Insert link
ar: أدخل الرابط
bn: লিঙ্ক ঢোকান
de: Link einfügen
es: Insertar el link
fr: Insérer un lien
he: הכנס קישור
hi: लिंक डालें
it: Inserisci collegamento
ja_jp: リンクを挿入
nl: Link invoegen
pt: Inserir link
ru: Вставить ссылку
te: లింక్u200cని చొప్పించండి
zh_cn: 插入链接

source: We were unable to create the link because this is an invalid URL. Please validate the URL and re-enter the link.
ar: لم نتمكن من إنشاء الرابط لأن هذا عنوان URL غير صالح. يرجى التحقق من صحة عنوان URL وإعادة إدخال الرابط.
bn: আমরা লিঙ্কটি তৈরি করতে পারিনি কারণ এটি একটি অবৈধ URL। অনুগ্রহ করে URLটি যাচাই করুন এবং লিঙ্কটি পুনরায় প্রবেশ করুন৷
de: Wir konnten den Link nicht erstellen, da es sich um eine ungültige URL handelt. Bitte bestätigen Sie die URL und geben Sie den Link erneut ein.
es: No hemos podido crear el enlace porque esta es una URL no válida. Valide la URL y vuelva a ingresar el enlace.
fr: Nous n'avons pas pu créer le lien car il s'agit d'une URL non valide. Veuillez valider l'URL et ressaisir le lien.
he: לא הצלחנו ליצור את הקישור מכיוון שזו כתובת אתר לא חוקית. נא לאמת את כתובת האתר והזן מחדש את הקישור.
hi: हम लिंक बनाने में असमर्थ रहे क्योंकि यह एक अमान्य यूआरएल है। कृपया यूआरएल सत्यापित करें और लिंक पुनः दर्ज करें।
it: Non siamo riusciti a creare il collegamento perché si tratta di un URL non valido. Convalida l'URL e inserisci nuovamente il collegamento.
ja_jp: これは無効な URL であるため、リンクを作成できませんでした。 URL を確認してリンクを再入力してください。
nl: We konden de link niet maken omdat dit een ongeldige URL is. Valideer de URL en voer de link opnieuw in.
pt: Não foi possível criar o link porque este é um URL inválido. Valide o URL e insira o link novamente.
ru: Нам не удалось создать ссылку, поскольку это неверный URL-адрес. Пожалуйста, подтвердите URL-адрес и повторно введите ссылку.
te: ఇది చెల్లని URL అయినందున మేము లింక్u200cని సృష్టించలేకపోయాము. దయచేసి URLని ధృవీకరించి, లింక్u200cని మళ్లీ నమోదు చేయండి.
zh_cn: 我们无法创建该链接，因为这是一个无效的 URL。请验证 URL 并重新输入链接。

source: Please select a page, file, or an image
ar: الرجاء تحديد صفحة أو ملف أو صورة
bn: একটি পৃষ্ঠা, ফাইল, বা একটি ছবি নির্বাচন করুন
de: Bitte wählen Sie eine Seite, Datei oder ein Bild aus
es: Seleccione una página, archivo o una imagen.
fr: Veuillez sélectionner une page, un fichier ou une image
he: אנא בחר עמוד, קובץ או תמונה
hi: कृपया एक पृष्ठ, फ़ाइल, या एक छवि चुनें
it: Seleziona una pagina, un file o un'immagine
ja_jp: ページ、ファイル、または画像を選択してください
nl: Selecteer een pagina, bestand of afbeelding
pt: Selecione uma página, arquivo ou imagem
ru: Пожалуйста, выберите страницу, файл или изображение
te: దయచేసి ఒక పేజీ, ఫైల్ లేదా చిత్రాన్ని ఎంచుకోండి
zh_cn: 请选择页面、文件或图像

source: Sorry for the inconvenience, could not get selected item details to insert link.
ar: نأسف للإزعاج، لم نتمكن من الحصول على تفاصيل العنصر المحدد لإدراج الرابط.
bn: অসুবিধার জন্য দুঃখিত, লিঙ্ক সন্নিবেশ করার জন্য নির্বাচিত আইটেম বিশদ পেতে পারিনি।
de: Wir entschuldigen uns für die Unannehmlichkeiten. Die ausgewählten Artikeldetails zum Einfügen des Links konnten nicht abgerufen werden.
es: Disculpe las molestias, no se pudieron obtener los detalles del elemento seleccionado para insertar el enlace.
fr: Désolé pour le désagrément occasionné, impossible d'obtenir les détails de l'article sélectionné pour insérer le lien.
he: סליחה על אי הנוחות, לא ניתן היה לקבל את פרטי הפריט שנבחר להכנסת הקישור.
hi: असुविधा के लिए खेद है, लिंक डालने के लिए चयनित आइटम का विवरण नहीं मिल सका।
it: Ci scusiamo per l'inconveniente, non è stato possibile ottenere i dettagli dell'articolo selezionato per inserire il collegamento.
ja_jp: ご迷惑をおかけして申し訳ありませんが、リンクを挿入するために選択したアイテムの詳細を取得できませんでした。
nl: Sorry voor het ongemak, ik kon de details van het geselecteerde item niet ophalen om de link in te voegen.
pt: Desculpe pelo transtorno, não foi possível obter os detalhes do item selecionado para inserir o link.
ru: Извините за неудобства, не удалось получить информацию о выбранном элементе, чтобы вставить ссылку.
te: అసౌకర్యానికి క్షమించండి, లింక్u200cని చొప్పించడానికి ఎంచుకున్న ఐటెమ్ వివరాలను పొందలేకపోయాము.
zh_cn: 抱歉给您带来不便，无法获取所选项目的详细信息以插入链接。

source: Insert/edit link
ar: إدراج/تحرير الرابط
bn: লিঙ্ক ঢোকান/সম্পাদনা করুন
de: Link einfügen/bearbeiten
es: Insertar / editar enlace
fr: Insérer/modifier un lien
he: הוסף/ערוך קישור
hi: लिंक डालें/संपादित करें
it: Inserisci/modifica collegamento
ja_jp: リンクの挿入/編集
nl: Link invoegen/bewerken
pt: Inserir/editar link
ru: Вставить/изменить ссылку
te: లింక్u200cను చొప్పించండి/సవరించండి
zh_cn: 插入/编辑链接

source: Remove links
ar: إزالة الروابط
bn: লিঙ্কগুলি সরান
de: Links entfernen
es: Eliminar enlaces
fr: Supprimer les liens
he: הסר קישורים
hi: लिंक हटाएँ
it: Rimuovi collegamenti
ja_jp: リンクを削除する
nl: Verwijder koppelingen
pt: Remover links
ru: Удалить ссылки
te: లింక్u200cలను తీసివేయండి
zh_cn: 删除链接

source: Oops! The server did not respond in a timely manner. This could be due to system load. Please try again.
ar: أُووبس! لم يستجب الخادم في الوقت المناسب. قد يكون هذا بسبب تحميل النظام. يرجى المحاولة مرة أخرى.
bn: উফ! সার্ভার সময়মত সাড়া দেয়নি। এটি সিস্টেম লোডের কারণে হতে পারে। আবার চেষ্টা করুন.
de: Hoppla! Der Server hat nicht rechtzeitig geantwortet. Dies kann an der Systemlast liegen. Bitte versuchen Sie es erneut.
es: ¡Vaya! El servidor no respondió de manera oportuna. Esto podría deberse a la carga del sistema. Vuelve a intentarlo.
fr: Oups ! Le serveur n'a pas répondu dans les délais. Cela pourrait être dû à la charge du système. Veuillez réessayer.
he: אופס! השרת לא הגיב בזמן. זה יכול להיות בגלל עומס המערכת. אנא נסה שוב.
hi: उफ़! सर्वर ने समय पर जवाब नहीं दिया. यह सिस्टम लोड के कारण हो सकता है. कृपया पुन: प्रयास करें।
it: Ops! Il server non ha risposto in modo tempestivo. Ciò potrebbe essere dovuto al carico del sistema. Per favore riprova.
ja_jp: おっと！サーバーが適時に応答しませんでした。これはシステム負荷が原因である可能性があります。もう一度試してください。
nl: Oeps! De server reageerde niet tijdig. Dit kan te wijten zijn aan systeembelasting. Probeer het opnieuw.
pt: Ops! O servidor não respondeu em tempo hábil. Isso pode ser devido à carga do sistema. Por favor, tente novamente.
ru: Упс! Сервер не ответил своевременно. Это может быть связано с нагрузкой на систему. Пожалуйста, попробуйте еще раз.
te: అయ్యో! సర్వర్ సకాలంలో స్పందించలేదు. ఇది సిస్టమ్ లోడ్ వల్ల కావచ్చు. దయచేసి మళ్లీ ప్రయత్నించండి.
zh_cn: 哎呀！服务器没有及时响应。这可能是由于系统负载造成的。请再试一次。

source: The asset has been removed from the system.
ar: تمت إزالة الأصل من النظام.
bn: সিস্টেম থেকে সম্পদ সরানো হয়েছে.
de: Das Asset wurde aus dem System entfernt.
es: El activo se ha eliminado del sistema.
fr: L'actif a été supprimé du système.
he: הנכס הוסר מהמערכת.
hi: संपत्ति को सिस्टम से हटा दिया गया है.
it: La risorsa è stata rimossa dal sistema.
ja_jp: アセットはシステムから削除されました。
nl: Het item is uit het systeem verwijderd.
pt: O ativo foi removido do sistema.
ru: Актив удален из системы.
te: సిస్టమ్ నుండి ఆస్తి తీసివేయబడింది.
zh_cn: 该资产已从系统中删除。

source: No forms found.
ar: لم يتم العثور على نماذج.
bn: কোন ফর্ম পাওয়া যায়নি.
de: Keine Formulare gefunden.
es: No se encontraron formularios.
fr: Aucun formulaire trouvé.
he: לא נמצאו טפסים.
hi: कोई फॉर्म नहीं मिला.
it: Nessun modulo trovato.
ja_jp: フォームが見つかりません。
nl: Geen formulieren gevonden.
pt: Nenhum formulário encontrado.
ru: Формы не найдены.
te: ఫారమ్u200cలు ఏవీ కనుగొనబడలేదు.
zh_cn: 没有找到表格。

source: No forms found. Delivery service may be unavailable.
ar: لم يتم العثور على نماذج. قد تكون خدمة التوصيل غير متوفرة.
bn: কোন ফর্ম পাওয়া যায়নি. ডেলিভারি পরিষেবা অনুপলব্ধ হতে পারে.
de: Keine Formulare gefunden. Der Lieferservice ist möglicherweise nicht verfügbar.
es: No se encontraron formularios. El servicio de entrega puede no estar disponible.
fr: Aucun formulaire trouvé. Le service de livraison peut être indisponible.
he: לא נמצאו טפסים. ייתכן ששירות המשלוחים לא יהיה זמין.
hi: कोई फॉर्म नहीं मिला. डिलीवरी सेवा अनुपलब्ध हो सकती है.
it: Nessun modulo trovato. Il servizio di consegna potrebbe non essere disponibile.
ja_jp: フォームが見つかりません。配送サービスが利用できない場合があります。
nl: Geen formulieren gevonden. De bezorgservice is mogelijk niet beschikbaar.
pt: Nenhum formulário encontrado. O serviço de entrega pode estar indisponível.
ru: Формы не найдены. Служба доставки может быть недоступна.
te: ఫారమ్u200cలు ఏవీ కనుగొనబడలేదు. డెలివరీ సేవ అందుబాటులో ఉండకపోవచ్చు.
zh_cn: 没有找到表格。可能无法提供送货服务。

source: Licensing service request timed out.
ar: انتهت مهلة طلب خدمة الترخيص.
bn: লাইসেন্সিং পরিষেবার অনুরোধের সময় শেষ হয়েছে৷
de: Zeitüberschreitung bei der Lizenzierungsdienstanfrage.
es: Se ha agotado el tiempo de espera para la solicitud de servicio de licencias.
fr: La demande de service de licence a expiré.
he: תם הזמן הקצוב לבקשת שירות הרישוי.
hi: लाइसेंसिंग सेवा अनुरोध का समय समाप्त हो गया.
it: La richiesta del servizio di licenza è scaduta.
ja_jp: ライセンスサービスリクエストがタイムアウトしました。
nl: Er is een time-out opgetreden voor de licentieserviceaanvraag.
pt: A solicitação do serviço de licenciamento expirou.
ru: Время запроса службы лицензирования истекло.
te: లైసెన్సింగ్ సేవ అభ్యర్థన సమయం ముగిసింది.
zh_cn: 许可服务请求超时。

source: Request timed out, module license save failed.
ar: انتهت مهلة الطلب، وفشل حفظ ترخيص الوحدة.
bn: অনুরোধের সময় শেষ হয়েছে, মডিউল লাইসেন্স সংরক্ষণ ব্যর্থ হয়েছে৷
de: Zeitüberschreitung bei der Anforderung, Speichern der Modullizenz fehlgeschlagen.
es: Se ha agotado el tiempo de espera de la solicitud.
fr: La demande a expiré, l'enregistrement de la licence du module a échoué.
he: תם הזמן הקצוב לבקשה, שמירת רישיון המודול נכשלה.
hi: अनुरोध का समय समाप्त हो गया, मॉड्यूल लाइसेंस सहेजना विफल रहा।
it: Richiesta scaduta, salvataggio della licenza del modulo non riuscito.
ja_jp: リクエストがタイムアウトになり、モジュール ライセンスの保存に失敗しました。
nl: Time-out van aanvraag, opslaan van modulelicentie mislukt.
pt: A solicitação expirou, falha ao salvar a licença do módulo.
ru: Тайм-аут запроса истек, не удалось сохранить лицензию модуля.
te: అభ్యర్థన సమయం ముగిసింది, మాడ్యూల్ లైసెన్స్ సేవ్ చేయడం విఫలమైంది.
zh_cn: 请求超时，模块许可证保存失败。

source: Page optimizer is not enabled for this server.
ar: لم يتم تمكين مُحسِّن الصفحة لهذا الخادم.
bn: এই সার্ভারের জন্য পৃষ্ঠা অপ্টিমাইজার সক্ষম করা নেই৷
de: Der Seitenoptimierer ist für diesen Server nicht aktiviert.
es: El optimizador de página no está habilitado para este servidor.
fr: L'optimiseur de page n'est pas activé pour ce serveur.
he: כלי אופטימיזציית הדפים אינו מופעל עבור שרת זה.
hi: इस सर्वर के लिए पेज ऑप्टिमाइज़र सक्षम नहीं है।
it: L'ottimizzatore della pagina non è abilitato per questo server.
ja_jp: このサーバーではページ オプティマイザーが有効になっていません。
nl: Pagina-optimalisatie is niet ingeschakeld voor deze server.
pt: O otimizador de página não está ativado para este servidor.
ru: Оптимизатор страниц не включен для этого сервера.
te: ఈ సర్వర్ కోసం పేజీ ఆప్టిమైజర్ ప్రారంభించబడలేదు.
zh_cn: 该服务器未启用页面优化器。

source: Error accessing cm1 page optimizer service:
ar: خطأ في الوصول إلى خدمة مُحسِّن صفحة cm1:
bn: cm1 পৃষ্ঠা অপ্টিমাইজার পরিষেবা অ্যাক্সেস করতে ত্রুটি:
de: Fehler beim Zugriff auf den cm1-Seitenoptimierungsdienst:
es: Error al acceder al servicio de optimizador de páginas cm1:
fr: Erreur lors de l'accès au service d'optimisation de page cm1 :
he: שגיאה בגישה לשירות אופטימיזציית דפי cm1:
hi: Cm1 पेज ऑप्टिमाइज़र सेवा तक पहुँचने में त्रुटि:
it: Errore durante l'accesso al servizio di ottimizzazione della pagina cm1:
ja_jp: cm1 ページ オプティマイザー サービスへのアクセス中にエラーが発生しました:
nl: Fout bij toegang tot cm1-pagina-optimalisatieservice:
pt: Erro ao acessar o serviço otimizador de página cm1:
ru: Ошибка доступа к службе оптимизатора страниц cm1:
te: cm1 పేజీ ఆప్టిమైజర్ సేవను యాక్సెస్ చేయడంలో లోపం:
zh_cn: 访问 cm1 页面优化器服务时出错：

source: Delete Folder Error
ar: خطأ في حذف المجلد
bn: ফোল্ডার ত্রুটি মুছুন
de: Fehler beim Löschen des Ordners
es: Eliminar error de carpeta
fr: Erreur de suppression du dossier
he: שגיאת מחיקת תיקייה
hi: फ़ोल्डर त्रुटि हटाएँ
it: Errore Elimina cartella
ja_jp: フォルダ削除エラー
nl: Mapfout verwijderen
pt: Erro ao excluir pasta
ru: Ошибка удаления папки
te: ఫోల్డర్ ఎర్రర్u200cని తొలగించండి
zh_cn: 删除文件夹错误

source: Failed to delete the folder.
ar: فشل في حذف المجلد.
bn: ফোল্ডারটি মুছে ফেলতে ব্যর্থ হয়েছে৷
de: Der Ordner konnte nicht gelöscht werden.
es: Error al eliminar la carpeta.
fr: Échec de la suppression du dossier.
he: מחיקת התיקיה נכשלה.
hi: फ़ोल्डर हटाने में विफल.
it: Impossibile eliminare la cartella.
ja_jp: フォルダーの削除に失敗しました。
nl: Kan de map niet verwijderen.
pt: Falha ao excluir a pasta.
ru: Не удалось удалить папку.
te: ఫోల్డర్u200cను తొలగించడంలో విఫలమైంది.
zh_cn: 删除文件夹失败。

source: Invalid type passed in for getting recent items.
ar: تم إدخال نوع غير صالح للحصول على العناصر الحديثة.
bn: সাম্প্রতিক আইটেমগুলি পাওয়ার জন্য অবৈধ টাইপ পাস হয়েছে৷
de: Ungültiger Typ zum Abrufen aktueller Elemente übergeben.
es: Se ha introducido un tipo no válido para obtener elementos recientes.
fr: Type non valide transmis pour obtenir les éléments récents.
he: הועבר סוג לא חוקי לקבלת פריטים אחרונים.
hi: हाल की वस्तुएँ प्राप्त करने के लिए अमान्य प्रकार पारित किया गया।
it: Tipo non valido trasmesso per ottenere elementi recenti.
ja_jp: 最近のアイテムを取得するために無効なタイプが渡されました。
nl: Ongeldig type doorgegeven voor het ophalen van recente items.
pt: Tipo inválido transmitido para obter itens recentes.
ru: Для получения последних элементов передан неверный тип.
te: ఇటీవలి అంశాలను పొందడానికి చెల్లని రకం ఆమోదించబడింది.
zh_cn: 用于获取最近项目的传入类型无效。

source: Failed to add item to recent list
ar: فشلت إضافة عنصر إلى القائمة الأخيرة
bn: সাম্প্রতিক তালিকায় আইটেম যোগ করতে ব্যর্থ হয়েছে
de: Das Element konnte nicht zur aktuellen Liste hinzugefügt werden
es: No se pudo agregar el elemento a la lista reciente.
fr: Échec de l'ajout d'un élément à la liste récente
he: הוספת הפריט לרשימה האחרונה נכשלה
hi: हाल की सूची में आइटम जोड़ने में विफल
it: Impossibile aggiungere l'elemento all'elenco recente
ja_jp: 最近のリストに項目を追加できませんでした
nl: Kan item niet toevoegen aan recente lijst
pt: Falha ao adicionar item à lista recente
ru: Не удалось добавить элемент в список последних.
te: ఇటీవలి జాబితాకు అంశాన్ని జోడించడంలో విఫలమైంది
zh_cn: 无法将项目添加到最近列表

source: The server is taking too long to return your search results. Please update your criteria to narrow down your search.
ar: يستغرق الخادم وقتًا طويلاً جدًا لعرض نتائج البحث الخاصة بك. يرجى تحديث المعايير الخاصة بك لتضييق نطاق البحث.
bn: সার্ভারটি আপনার অনুসন্ধানের ফলাফল ফেরাতে খুব বেশি সময় নিচ্ছে৷ আপনার অনুসন্ধান সংকীর্ণ করার জন্য আপনার মানদণ্ড আপডেট করুন.
de: Es dauert zu lange, bis der Server Ihre Suchergebnisse zurückgibt. Bitte aktualisieren Sie Ihre Kriterien, um Ihre Suche einzugrenzen.
es: El servidor tarda demasiado en devolver los resultados de búsqueda. Actualice sus criterios para restringir su búsqueda.
fr: Le serveur met trop de temps à renvoyer vos résultats de recherche. Veuillez mettre à jour vos critères pour affiner votre recherche.
he: לשרת לוקח יותר מדי זמן להחזיר את תוצאות החיפוש שלך. אנא עדכן את הקריטריונים שלך כדי לצמצם את החיפוש שלך.
hi: सर्वर आपके खोज परिणाम लौटाने में बहुत अधिक समय ले रहा है। कृपया अपनी खोज को सीमित करने के लिए अपने मानदंड अपडेट करें।
it: Il server impiega troppo tempo per restituire i risultati della ricerca. Aggiorna i tuoi criteri per restringere la ricerca.
ja_jp: サーバーが検索結果を返すのに時間がかかりすぎます。条件を更新して検索を絞り込んでください。
nl: Het duurt te lang voordat de server uw zoekresultaten retourneert. Update uw criteria om uw zoekopdracht te verfijnen.
pt: O servidor está demorando muito para retornar os resultados da pesquisa. Atualize seus critérios para restringir sua pesquisa.
ru: Серверу требуется слишком много времени, чтобы вернуть результаты поиска. Пожалуйста, обновите критерии, чтобы сузить область поиска.
te: మీ శోధన ఫలితాలను అందించడానికి సర్వర్ చాలా సమయం తీసుకుంటోంది. దయచేసి మీ శోధనను తగ్గించడానికి మీ ప్రమాణాలను నవీకరించండి.
zh_cn: 服务器返回您的搜索结果的时间太长。请更新您的条件以缩小搜索范围。

source: Callback cannot be null or undefined
ar: لا يمكن أن يكون رد الاتصال فارغًا أو غير محدد
bn: কলব্যাক নাল বা অনির্ধারিত হতে পারে না
de: Der Rückruf darf nicht null oder undefiniert sein
es: La devolución de llamada no puede ser nula o no definida
fr: Le rappel ne peut pas être nul ou indéfini
he: התקשרות חוזרת לא יכולה להיות ריק או לא מוגדרת
hi: कॉलबैक शून्य या अपरिभाषित नहीं हो सकता
it: La richiamata non può essere nulla o indefinita
ja_jp: コールバックを null または未定義にすることはできません
nl: Terugbellen kan niet null of ongedefinieerd zijn
pt: O retorno de chamada não pode ser nulo ou indefinido
ru: Обратный вызов не может быть нулевым или неопределенным.
te: తిరిగి కాల్ చేయడం శూన్యం లేదా నిర్వచించబడదు
zh_cn: 回调不能为 null 或未定义

source: Invalid type specified, must be GET or POST.
ar: تم تحديد نوع غير صالح، يجب أن يكون GET أو POST.
bn: অবৈধ প্রকার নির্দিষ্ট করা হয়েছে, অবশ্যই GET বা POST হতে হবে।
de: Ungültiger Typ angegeben, muss GET oder POST sein.
es: El tipo especificado no es válido, debe ser GET o POST.
fr: Le type spécifié n'est pas valide. Il doit être GET ou POST.
he: צוין סוג לא חוקי, חייב להיות GET או POST.
hi: अमान्य प्रकार निर्दिष्ट, GET या POST होना चाहिए।
it: È stato specificato un tipo non valido. Deve essere GET o POST.
ja_jp: 無効なタイプが指定されました。GET または POST である必要があります。
nl: Ongeldig type opgegeven, moet GET of POST zijn.
pt: Tipo inválido especificado, deve ser GET ou POST.
ru: Указан неверный тип, должен быть GET или POST.
te: చెల్లని రకం పేర్కొనబడింది, తప్పనిసరిగా GET లేదా POST అయి ఉండాలి.
zh_cn: 指定的类型无效，必须是 GET 或 POST。

source: Servicebase not defined, cannot make ajax call.
ar: لم يتم تعريف قاعدة الخدمة، لا يمكن إجراء مكالمة أجاكس.
bn: সার্ভিসবেস সংজ্ঞায়িত নয়, AJAX কল করতে পারে না।
de: Servicebase nicht definiert, Ajax-Aufruf nicht möglich.
es: Servicebase no definida, no puede realizar una llamada ajax.
fr: Base de service non définie, impossible d'effectuer un appel ajax.
he: בסיס שירות לא מוגדר, לא יכול לבצע שיחת Ajax.
hi: सर्विसबेस परिभाषित नहीं है, अजाक्स कॉल नहीं कर सकता।
it: Servicebase non definito, impossibile effettuare chiamate Ajax.
ja_jp: Servicebase が定義されていないため、ajax 呼び出しを行うことができません。
nl: Servicebase niet gedefinieerd, kan geen Ajax-oproep plaatsen.
pt: Servicebase não definido, não é possível fazer chamada ajax.
ru: База обслуживания не определена, невозможно выполнить вызов ajax.
te: సర్వీస్u200cబేస్ నిర్వచించబడలేదు, అజాక్స్ కాల్ చేయలేము.
zh_cn: Servicebase未定义，无法进行ajax调用。

source: error creating iframe window
ar: حدث خطأ أثناء إنشاء نافذة iframe
bn: iframe উইন্ডো তৈরিতে ত্রুটি
de: Fehler beim Erstellen des Iframe-Fensters
es: Error al crear ventana iframe
fr: erreur lors de la création de la fenêtre iframe
he: שגיאה ביצירת חלון iframe
hi: आईफ्रेम विंडो बनाने में त्रुटि
it: errore durante la creazione della finestra iframe
ja_jp: iframe ウィンドウの作成中にエラーが発生しました
nl: Fout bij het maken van een iframe-venster
pt: erro ao criar janela iframe
ru: ошибка при создании окна iframe
te: iframe విండోను సృష్టించడంలో లోపం
zh_cn: 创建 iframe 窗口时出错

source: There was an unexpected error during the import process.
ar: حدث خطأ غير متوقع أثناء عملية الاستيراد.
bn: আমদানি প্রক্রিয়া চলাকালীন একটি অপ্রত্যাশিত ত্রুটি ছিল৷
de: Während des Importvorgangs ist ein unerwarteter Fehler aufgetreten.
es: Se produjo un error inesperado durante el proceso de importación.
fr: Une erreur inattendue s'est produite lors du processus d'importation.
he: אירעה שגיאה בלתי צפויה במהלך תהליך הייבוא.
hi: आयात प्रक्रिया के दौरान एक अप्रत्याशित त्रुटि हुई.
it: Si è verificato un errore imprevisto durante il processo di importazione.
ja_jp: インポート処理中に予期しないエラーが発生しました。
nl: Er is een onverwachte fout opgetreden tijdens het importproces.
pt: Ocorreu um erro inesperado durante o processo de importação.
ru: В процессе импорта произошла непредвиденная ошибка.
te: దిగుమతి ప్రక్రియలో ఊహించని లోపం ఏర్పడింది.
zh_cn: 导入过程中出现意外错误。
